greeting = '''Наконец-то вы выбрались из этого места. Сырой подвальный запах катакомб сменился свежестью леса. 
Голова слегка кружится от усталости. Вокруг шумят сверчки, небо усеяно звездами. 
Вы узнаете эту местность, но в темноте все еще видите очень плохо. Этот побег очень вас вымотал. Вам хочется спать. 
Возможно, следует вздремнуть перед дорогой?
1. Поспать в катакомбах
2. Найти в лесу подходящее место для сна, и остаться на ночлег там
3. Искать путь домой сейчас'''

if_catacombs = '''Вы спускаетесь обратно в катакомбы. Люк захлопывается. 
Коридор заполняет какой-то газ. Вас невыносимо клонит в сон. 
Проснулись вы снова в закрытой комнате с единственной лампочкой. Только вокруг вас уже ничего нет. 
Вы пытаетесь кричать, но единственный звук, который вы можете издать - глухой хрип. 
Вас переполняет ужас от осознания, что второго шанса вам это подземелье не даст. Игра окончена'''

if_forest = '''Вы бродите по знакомым тропинкам около пяти минут, 
пока не находите крупную елку, под которой находится достаточно много мягкого мха.
 Вы останавливаетесь здесь и засыпаете. На следующее утро вы проснулись и с легкостью нашли дорогу до дома
"Никогда больше не появлюсь в этом лесу!", — думаете вы'''

forest_immediate = '''Вы бродите по лесу уже третий час. Голова просто раскалывается. Звезды с луной скрылись густыми тучами. 
Вы понимаете, что совершенно не представляете себе где конкретно находитесь и в какой стороне дом. 
Вы падаете на землю без сил и разбиваете голову об острый камень. 
Ъ - удача'''
