greeting = '''Вы оказываетесь в подземном коридоре. Свет фитильков на стенах тускло освещает ваш путь.
Перед вами развилка: налево и направо. Слышится какой-то шум с обеих сторон.
1. Пойти налево
2. Пойти направо'''

choice_left = '''Вы видите тусклое свечение издалека. 
Пройдя немного вперед, вы обнаруживаете небольшую комнату, обставленную книжными полками.
В центре комнаты стоит старый стол с какими-то предметами.
1. Исследовать предметы на столе
2. Оглядеться в поисках выхода'''

choice_right = '''Вы около пяти минут идете в кромешной темноте. Вдруг вы слышите громкий рев животного. 
И снова тишина. Вы остолбенели от ужаса, когда увидели два белых глаза в темноте. Оно приближалось к вам, а вы не могли повешелиться от ужаса. 
Вдруг глаза исчезли, а вы услышали последний звук в своей жизни - хруст собственного позвоночника
'''

if_look_at_the_table = 'Вы нашли карту всего подземелья. Вам хватило всего тридцать минут, чтобы выбраться отсюда'

if_look_around = '''Вы внимательно осматриваете комнату и замечаете, что около двери находится большая красная кнопка, закрытая прозрачной крышкой
1. Обыскать стол
2. Нажать на кнопку'''

if_red_button = '''"Ну как же можно не нажать на большую красную кнопку?!", — думаете вы. 
Фатальная ошибка. Сразу после нажатия включается сирена. 
Вы слышите объявление: "ВНИМАНИЕ! ЗАПУЩЕН ПРОТОКОЛ САМОУНИЧТОЖЕНИЯ! ВСЕ ВЫХОДЫ ЗАБЛОКИРОВАНЫ. ДО САМОУНИЧТОЖЕНИЯ ОСТАЛОСЬ
 5... 
 4... 
 3... 
 2... 
 1..."
Стоило ли это того? Определенно стоило бы, если бы все катакомбы не взорвались через секунду'''
