greeting = '''Вы просыпаетесь в темном помещении без окон.
Небольшая лампочка на потолке тусклым холодным светом освещает голые бетонные стены. Вокруг очень сыро. 
Кажется, что все в этом месте заставляет задуматься о побеге. Голова слегка побаливает. 
Видимо, вы не выспались.
Что будем делать?
1. Звать на помощь
2. Посмотреть по сторонам
3. Поспать'''

sleep = '''Вы постарались устроиться поудобнее на твердом бетонном полу. 
Вы сразу же заснули. Вам приснился очень странный сон. Бесконечное падение. 
Как то, что бывает прямо перед засыпанием, только... дольше.\nБольше вы уже не проснетесь. 
Чтобы начать сначала нажмите "Начать"'''

if_shout_for_help = '''Ничего не происходит. От криков голова начинает болеть еще сильнее. Кажется, крики - не выход
1. Звать на помощь
2. Посмотреть по сторонам'''
shout_repeat = ('Вы очень долго кричали. Настолько, что голова разболелась так сильно, что вы потеряли сознание. '
                'Очнулись вы уже в коридоре')

if_look_around = '''На потолке около лампочки вы замечаете какую-то ручку. Кажется, это - люк.
Также напротив вы видите крупную металлическую дверь.
На ней есть какой-то треугольный желтый знак. С такого расстояния вы не видите что именно.
1. Попробовать открыть дверь
2. Попробовать дотянуться до ручки на потолке'''

choice_door = 'Вы умираете от удара током'

choice_hatch_bad = '''Вы подпрыгиваете и хватаетесь за ручку на потолке.
Она оказалась выше,чем вы думали. Тут довольно высоко. Кажется, это - не люк, а просто ручка на потолке.
"Зачем кому-то лепить на потолок ручку?", - думаете вы. Может, просто нужно приложить большее усилие?
Вот вы уже пытаетесь перевернуться на ручке и упереться ногами в потолок. Удивительно, но у вас это получается.
Правда, кажется, это все-таки была обычная ручка, поскольку была приклеена на суперклей. Он не выдержал данную нагрузку.
Ручка отваливается и падает. Вы вместе с ней.
Падение с такой высоты головой вниз оказалось слишком серьезным испытанием для вашего тела.'''
choice_hatch_good = '''Вы подпрыгиваете и ловко хватаетесь за ручку.
Под весом вашего тела люк открывается, на обратной стороне есть лестница.
Вы поднимаетесь по ней и через несколько секунд вы уже в каком-то коридоре. Люк захлопнулся'''
